public class DatabaseA {
    static String[] helloArray = new String[20];
    static String[] motivArray = new String[10];
    static String[] actionFilmArray = new String[100];
    static String[] horrorFilmArray = new String[100];
    static String[] comedyFilmArray = new String[100];
    static String[] romanFilmArray = new String[100];
    static String[] musicArray = new String[100];
    static String[] picArray = new String[30];

    public static void setHelloArray(String[] helloArray) {
        DatabaseA.helloArray = helloArray;
        DatabaseA.helloArray[0] = "Привет! Очень рад тебя видеть.";
        DatabaseA.helloArray[1] = "Hello! Glad to meet you.";
        DatabaseA.helloArray[2] = "Hallo! Ich bin froh, dich kennenzulernen.";
        DatabaseA.helloArray[3] = "Buongiorno! Sono felice di conoscerti.";
        DatabaseA.helloArray[4] = "Сәләм! Һине күреүемә шатмын.";
        DatabaseA.helloArray[5] = "היי! טוב לראות אותך.";
        DatabaseA.helloArray[6] = "Прывітанне! Рады цябе бачыць.";
        DatabaseA.helloArray[7] = "हाय! आप को देखने के लिए अच्छा है.";
        DatabaseA.helloArray[8] = "Здраво! Драго ми је да те видим.";
        DatabaseA.helloArray[9] = "Bonjour! Content de te voir.";
    }
    public static void setMotivArray(String[] motivArray) {
        DatabaseA.motivArray = motivArray;
        DatabaseA.motivArray[0] = "Ты такой крутой!";
        DatabaseA.motivArray[1] = "Всё получится, дружище!";
        DatabaseA.motivArray[2] = "Это сообщение появляется очень редко и приносит удачу. Ты счастливчик!";
        DatabaseA.motivArray[3] = "Я очень рад мотивировать тебя, прекрасный человек :)";
        DatabaseA.motivArray[4] = "Ты красавец, я верю в тебя!";
        DatabaseA.motivArray[5] = "Отдохни и всё само собой получится:)";
        DatabaseA.motivArray[6] = "Говорят, лучший мотиватор - музыка в жанре power metal!";
        DatabaseA.motivArray[7] = "Измени свои привычки, изменится твоя жизнь. ";
        DatabaseA.motivArray[8] = "Бро, для тебя не существует пределов!";
        DatabaseA.motivArray[9] = "Знаний недостаточно, ты должен применять их. Желаний недостаточно, ты должен делать. ";
    }
    public static void setActionFilmArray(String[] actionFilmArray) {
        DatabaseA.actionFilmArray = actionFilmArray;
        DatabaseA.actionFilmArray[0] = "Терминатор";
        DatabaseA.actionFilmArray[1] = "Воздушная тюрьма";
        DatabaseA.actionFilmArray[2] = "Рембо";
        DatabaseA.actionFilmArray[3] = "Карты,деньги, два ствола";
        DatabaseA.actionFilmArray[4] = "Большой куш";
        DatabaseA.actionFilmArray[5] = "Коммандо";
        DatabaseA.actionFilmArray[6] = "Вспомнить всё";
        DatabaseA.actionFilmArray[7] = "В осаде";
        DatabaseA.actionFilmArray[8] = "Крепкий орешек";
        DatabaseA.actionFilmArray[9] = "Красная жара";
        DatabaseA.actionFilmArray[10] = "Крестный отец";
        DatabaseA.actionFilmArray[11] = "Неудержимые";
        DatabaseA.actionFilmArray[12] = "Переговорщик";
        DatabaseA.actionFilmArray[13] = "Миссия: невыполнима";
        DatabaseA.actionFilmArray[14] = "Детсадовский полицейский";
    }
    public static void setHorrorFilmArray(String[] horrorFilmArray) {
        DatabaseA.horrorFilmArray = horrorFilmArray;
        DatabaseA.horrorFilmArray[0] = "Звонок";
        DatabaseA.horrorFilmArray[1] = "Астрал";
        DatabaseA.horrorFilmArray[2] = "Z";
        DatabaseA.horrorFilmArray[3] = "11-11-11";
        DatabaseA.horrorFilmArray[4] = "Близнецы";
        DatabaseA.horrorFilmArray[5] = "Проклятый дом";
        DatabaseA.horrorFilmArray[6] = "Эффект Лазаря";
        DatabaseA.horrorFilmArray[7] = "Обратный отсчет";
        DatabaseA.horrorFilmArray[8] = "Пила (все части)";
        DatabaseA.horrorFilmArray[9] = "Поворот не туда (все части)";
        DatabaseA.horrorFilmArray[10] = "Метка дьявола";
        DatabaseA.horrorFilmArray[11] = "Тетрадь смерти";
        DatabaseA.horrorFilmArray[12] = "Убрать из друзей";
        DatabaseA.horrorFilmArray[13] = "Счастливого дня смерти";
        DatabaseA.horrorFilmArray[14] = "Врата тьмы";
    }

    public static void setComedyFilmArray(String[] comedyFilmArray) {
        DatabaseA.comedyFilmArray = comedyFilmArray;
        DatabaseA.comedyFilmArray[0] = "1+1";
        DatabaseA.comedyFilmArray[1] = "Назад в будущее";
        DatabaseA.comedyFilmArray[2] = "Крысиные бега";
        DatabaseA.comedyFilmArray[3] = "Криминальное чтиво";
        DatabaseA.comedyFilmArray[4] = "Большой куш";
        DatabaseA.comedyFilmArray[5] = "Цельнометаллическая оболочка";
        DatabaseA.comedyFilmArray[6] = "Укрощение строптивого";
        DatabaseA.comedyFilmArray[7] = "Завтрак у Тиффани";
        DatabaseA.comedyFilmArray[8] = "Один дома";
        DatabaseA.comedyFilmArray[9] = "Кин-Дза-Дза!";
        DatabaseA.comedyFilmArray[10] = "Большой Лебовски";
        DatabaseA.comedyFilmArray[11] = "О чем говорят мужчины";
        DatabaseA.comedyFilmArray[12] = "Семейка Аддамс";
        DatabaseA.comedyFilmArray[13] = "Особенности национальной рыбалки";
        DatabaseA.comedyFilmArray[14] = "Астерикс и Обеликс против Цезаря";
    }

    public static void setRomanFilmArray(String[] romanFilmArray) {
        DatabaseA.romanFilmArray = romanFilmArray;
        DatabaseA.romanFilmArray[0] = "Виноваты звёзды";
        DatabaseA.romanFilmArray[1] = "3 метра над уровнем неба";
        DatabaseA.romanFilmArray[2] = "Титаник";
        DatabaseA.romanFilmArray[3] = "Космос между нами";
        DatabaseA.romanFilmArray[4] = "Служебный роман";
        DatabaseA.romanFilmArray[5] = "Унесенные ветром";
        DatabaseA.romanFilmArray[6] = "Она";
        DatabaseA.romanFilmArray[7] = "Джейн Эйр";
        DatabaseA.romanFilmArray[8] = "Ла-Ла-Ленд";
        DatabaseA.romanFilmArray[9] = "Хорошо быть тихоней";
        DatabaseA.romanFilmArray[10] = "В метре друг от друга";
        DatabaseA.romanFilmArray[11] = "Месть от кутюр";
        DatabaseA.romanFilmArray[12] = "Доживем до понедельника";
        DatabaseA.romanFilmArray[13] = "Евдокия";
        DatabaseA.romanFilmArray[14] = "Жизнь Адель";
    }
    public static void setMusicArray(String[] musicArray) {
        DatabaseA.musicArray = musicArray;
        DatabaseA.musicArray[0] = "Послушай 'Modern Talking'";
        DatabaseA.musicArray[1] = "Послушай 'Hatebreed'";
        DatabaseA.musicArray[2] = "Послушай 'Гражданкая оборона'";
        DatabaseA.musicArray[3] = "Послушай 'полумягкие'";
        DatabaseA.musicArray[4] = "Послушай 'Тимур Муцураев'";
        DatabaseA.musicArray[5] = "Послушай 'Миша Маваши'";
        DatabaseA.musicArray[6] = "Послушай 'Ленинград'";
        DatabaseA.musicArray[7] = "Послушай 'Лемондэй'";
        DatabaseA.musicArray[8] = "Послушай 'Ничего Хорошего'";
        DatabaseA.musicArray[9] = "Послушай 'Король и Шут'";
        DatabaseA.musicArray[10] = "Послушай 'Пневмослон'";
        DatabaseA.musicArray[11] = "Послушай 'ЦИНК УРОДОВ'";
        DatabaseA.musicArray[12] = "Послушай 'Adriano Celentano'";
        DatabaseA.musicArray[12] = "Послушай 'Thy Light'";
        DatabaseA.musicArray[13] = "Послушай 'Attila'";
        DatabaseA.musicArray[14] = "Послушай 'Bob Marley'";
        DatabaseA.musicArray[15] = "Послушай 'C.C.Catch'";
        DatabaseA.musicArray[16] = "Послушай 'Cody Jinks'";
        DatabaseA.musicArray[17] = "Послушай 'DMX'";
        DatabaseA.musicArray[18] = "Послушай 'Dope'";
        DatabaseA.musicArray[19] = "Послушай 'Whitechapel'";
        DatabaseA.musicArray[20] = "Послушай 'Ice Cube'";
        DatabaseA.musicArray[21] = "Послушай 'Johnny Cash'";
        DatabaseA.musicArray[22] = "Послушай 'Madball'";
        DatabaseA.musicArray[23] = "Послушай 'Rob Bailey'";
        DatabaseA.musicArray[24] = "Послушай 'Lifelover'";
    }
    public static void setPicArray(String[] picArray) {
        DatabaseA.picArray = picArray;
        DatabaseA.picArray[0] = "░░░░░░░░░░░░░░░░░░░░░░░░░░░░░\n" +
                "░░░▄▄▄▄▄▄░░░░▄▄▄░░░░▄▄▄░░░░░░\n" +
                "░░░▀████▀░░▄█████▄▄█████▄░░░░\n" +
                "░░░░░██░░░████████████████░░░\n" +
                "░░░░░██░░░████████████████░░░\n" +
                "░░░░░██░░░▀██████████████▀░░░\n" +
                "░░░░▄██▄░░░░▀██████████▀░░░░░\n" +
                "░░░██████░░░░░▀██████▀░░░░░░░\n" +
                "░░░░░░░░░░░░░░░░▀██▀░░░░░░░░░\n" +
                "░░░░░░░░░░░░░▄▄░░░░░░░░░░░░░░\n" +
                "░░▀███░███▀▄█▀▀█▄░▀██▀░▀██▀░░\n" +
                "░░░░▀█▄█▀░▄█░░░░█▄░██░░░██░░░\n" +
                "░░░░░░█░░░██░░░░██░██░░░██░░░\n" +
                "░░░░░░█░░░░█▄░░▄█░░██░░░██░░░\n" +
                "░░░░▄███▄░░░▀██▀░░░░▀███▀░░░░\n" +
                "░░░░░░░░░░░░░░░░░░░░░░░░░░░░░";
        DatabaseA.picArray[1] = "../\\„„./\\.\n" +
                ".(='•'= ) .\n" +
                ".(\") „. (\").\n" +
                ". \\,\\„„/,/\n" +
                ". │„„. „│\n" +
                ". /„/„ \\„\\\n" +
                ".(„)''l l''(„)\n" +
                ". .. ((...\n" +
                ". . . ))..\n" +
                ". . .((..\n";
        DatabaseA.picArray[2] = ". . . . /\\„.„/\\\n" +
                ". . . .(=’♥’=). . . . . . ./\\„„/\\\n" +
                ". . ../ ‾`•´‾ \\. . . . . .(=’•’=)\n" +
                ". . . \\ .\\ …/. /. . . . . ./ . . . \\\n" +
                ". . ..(,,)⌣ (,,)__)……...\\„/⌣\\„/__)\n" +
                " ”´”`´”\"`”`´”´”`´”\"”´”`´”\"´”´ МЯУ!!!";
        DatabaseA.picArray[3] = "...................／＞　 フ.....................\n" +
                "　　　　　| 　_　 _|\n" +
                "　 　　　／`ミ _x 彡\n" +
                "　　 　 /　　　 　 |\n" +
                "　　　 /　 ヽ　　 ﾉ\n" +
                "　／￣|　　 |　|　|\n" +
                "　| (￣ヽ＿_ヽ_)_)\n" +
                "　＼二つ";
        DatabaseA.picArray[4] = "_____¶¶¶¶1¶¶¶1____1¶¶1_____1¶¶811¶¶1______________\n" +
                "_____811¶¶1__111111¶¶¶¶__111__1811¶_______________\n" +
                "_____11_11¶¶¶¶¶¶¶¶8¶¶¶¶¶1111¶¶11111_______________\n" +
                "_____¶11¶¶¶¶¶1111¶¶¶¶¶8¶¶11¶8111118_______________\n" +
                "_____1¶¶¶1_________1¶¶¶¶¶¶¶¶¶111111_______________\n" +
                "______¶¶_____________¶¶¶¶¶¶¶¶¶¶11¶________________\n" +
                "____1¶¶______________18______¶¶¶¶_________________\n" +
                "___¶¶¶1______¶¶¶_____11__11___¶¶¶¶________________\n" +
                "__¶¶¶¶1______1¶1_____¶1_1¶¶____¶¶¶¶_______________\n" +
                "__¶¶¶¶¶_____________11_________¶¶¶¶_______________\n" +
                "__1¶¶¶¶¶¶__________¶¶¶_______1¶¶¶_________________\n" +
                "_____1¶¶¶¶¶¶1111¶¶¶¶¶¶¶¶¶¶¶¶¶¶1___________________\n" +
                "________8¶¶¶¶¶¶¶¶1¶¶¶1_1¶¶¶1___________11¶¶¶¶¶¶¶¶_\n" +
                "_____________1¶1_1¶¶¶¶_8_________1¶¶¶¶¶¶¶¶¶¶¶¶¶¶¶_\n" +
                "_____________1¶¶11¶¶¶11¶¶1___1¶1¶¶¶¶¶¶¶1111¶¶¶¶¶1_\n" +
                "___________1811¶¶¶¶¶¶¶811¶¶¶¶¶¶¶111¶¶¶¶¶11111¶¶¶__\n" +
                "_________11¶111¶¶11___1¶81¶¶¶¶¶¶¶111¶¶¶¶¶111118___\n" +
                "________11¶¶111_______1¶¶1¶¶1¶¶¶¶¶111¶¶¶¶¶¶8¶¶____\n" +
                "________11¶1111________1¶11¶11¶¶¶¶¶811¶¶¶¶¶¶¶_____\n" +
                "_______1¶1¶11181_______1¶11¶¶1¶¶¶¶¶¶¶111¶¶¶¶______\n" +
                "_______11_¶111¶¶1_____¶¶111¶1_¶1¶¶¶¶¶¶¶¶8_________\n" +
                "_______111¶¶1111¶¶___¶¶111¶¶1_¶¶18¶¶¶¶¶1__________\n" +
                "_______1¶¶1¶11111¶¶11¶¶111¶¶¶1¶¶¶¶¶11_____________\n" +
                "________¶8_1¶1_1__1¶¶111¶¶¶¶¶1¶81_________________\n" +
                "____________1¶18¶¶¶¶¶¶¶81_________________________\n" +
                "_____________¶¶1¶¶__¶¶111_________________________\n" +
                "__________1¶11118¶__¶811¶¶¶¶_11111111_1___________\n" +
                "__111111111¶¶¶¶¶¶¶__¶¶¶¶¶¶1111111111111111111111__\n" +
                "_____________1_______11___________________________\n";
        DatabaseA.picArray[5] =
                "┈┈┈┈╭╮╭╮┈┈┈┈\n" +
                "┈┈┈┈┃┃┃┃┈┈┈┈\n" +
                "┈┈┈┈┃┃┃┃┈┈┈┈\n" +
                "┈┈┈╭┻┗┻┗╮┈┈┈\n" +
                "┈┈┈┃┈▇┈▇┃┈┈┈\n" +
                "┈┈┈┃┈┈▼┈┃┈┈┈\n" +
                "┈┈┈┃┈╰┻╯┃┈┈┈\n" +
                "┈┈╱╱▔╲╱▔╲╲┈┈\n" +
                "╭━╮▔▏┊┊▕▔╭━╮\n" +
                "┃┊┣▔╲┊┊╱▔┫┊┃\n" +
                "╰━━━━╲╱━━━━╯\n";
        DatabaseA.picArray[6] =
                "┈┈┈┈┈▕╲┈┈╱▏┈┈┈┈┈\n" +
                "┈┈┈┈┈╱▕▂▂▏╲┈┈┈┈┈\n" +
                "┈┈┈┈╱▔╲┊┊╱▔╲┈┈┈┈\n" +
                "┈┈┈╱╱╲▕┊┊▏╱╲╲┈┈┈\n" +
                "┈╱▔┈╲▉▕▂▂▏▉╱┈▔╲┈\n" +
                "┈▏┈┈╭┈┈╲╱┈┈╮┈┈▕┈\n" +
                "┈╲┈┈┈╲▂▂▂▂╱┈┈┈╱┈\n" +
                "┈┈╲┈┈┈╲┗┛╱┈┈┈╱┈┈";
        DatabaseA.picArray[7] =
                "┈┈┈┈┈╱▔╲╱▔╲┈┈┈┈┈ \n" +
                "┈┈┈┈┈▏┈┈┈┈▕┈┈┈┈┈ \n" +
                "┈┈┈┈┈╲┈┈┈┈╱┈┈┈┈┈ \n" +
                "┈┈┈┈┈┈╲┈┈╱┈┈┈┈┈┈ \n" +
                "┈┈┈┈┈┈┈╲╱┈┈┈┈┈┈┈";
        DatabaseA.picArray[8] = "______________11¶¶¶¶11____________________________\n" +
                "___________11111___111111_________________________\n" +
                "_________¶¶11_________11¶¶¶¶______________________\n" +
                "________¶¶___1_1_1_111____1¶¶¶____________________\n" +
                "________¶¶111_1_1_111111111_1¶¶¶__________________\n" +
                "________1¶¶¶1111111111111111111¶¶_________________\n" +
                "__________¶¶¶¶¶¶¶¶¶¶¶¶¶¶¶¶¶11111¶¶________________\n" +
                "________¶¶¶¶¶¶¶¶¶¶¶¶1_1¶¶¶¶¶11111¶¶_______________\n" +
                "_____¶¶¶¶11______1¶¶¶¶___¶¶1_1111¶¶_______________\n" +
                "___¶¶¶______________1¶¶¶___¶__111¶¶1______________\n" +
                "__¶¶1_______1111111_1_1¶¶1_1¶_1111¶1______________\n" +
                "_¶¶____1_11111¶¶¶¶¶1_111¶¶1_¶1_111¶¶______________\n" +
                "_¶____1_1111¶¶¶¶11¶¶¶1_11¶¶__¶_111¶¶______________\n" +
                "¶¶___1_1111¶¶¶______1¶1_11¶¶_¶1_11¶¶______________\n" +
                "¶1__1_1111¶¶¶111¶¶____¶1_1¶¶_1¶_11¶11¶¶¶1_________\n" +
                "¶¶___1111¶¶¶_11¶1______¶11¶¶¶¶¶_11¶11111__________\n" +
                "¶¶11111¶¶¶¶1111____1¶¶¶1111111¶_1¶¶11111111_______\n" +
                "_¶¶¶¶¶¶¶¶1_1____1¶¶1__________1111¶¶¶¶11111¶1_____\n" +
                "___1¶¶1_______1¶1___1___¶¶___11111111¶¶¶1111¶¶____\n" +
                "_____________¶¶_1¶¶¶¶___1¶¶¶__111111111¶¶1_111¶___\n" +
                "___________1¶1_11111__111_1¶1__111111111¶¶1_1111__\n" +
                "___________¶111_____¶¶1_____1¶_11111111¶1¶¶1111¶1_\n" +
                "__________¶11¶____1_¶1_______¶¶_111111¶¶¶1¶¶_1111_\n" +
                "_________¶¶_¶____¶¶¶1___¶¶¶___¶_1111111¶¶¶1¶¶1111_\n" +
                "_______1¶¶¶_¶____¶¶¶____¶¶¶__1¶_111111¶¶¶¶1¶¶_111_\n" +
                "______¶¶_¶11¶¶_____11________¶_1111111¶¶¶¶¶¶¶_1111\n" +
                "______¶__¶111¶¶¶1¶¶¶¶11___1¶¶1¶1111111¶¶¶11¶¶1_11¶\n" +
                "______¶¶_¶¶111111¶¶¶1_111111¶¶1111111¶¶¶¶___1¶¶11¶\n" +
                "______1¶1¶¶11111¶1¶¶111_1¶¶¶¶_111111¶¶¶¶¶__11¶¶11¶\n" +
                "_______¶¶¶¶¶11111¶¶1¶1¶¶¶¶¶1_11111¶¶¶¶¶¶¶__11¶¶11_\n" +
                "___________¶¶111111_1_1¶¶¶1_1111¶¶¶¶¶¶¶__111¶¶¶11_\n" +
                "___________1¶¶1¶¶¶11¶¶¶¶¶1111¶¶¶¶¶¶¶¶¶¶_11¶¶¶¶____\n" +
                "_____________¶¶¶¶¶¶¶¶1¶¶11¶¶¶¶¶¶¶¶¶¶1_¶¶¶¶¶¶¶¶____\n" +
                "______________¶¶¶¶1¶¶¶¶¶¶¶¶¶¶¶¶¶¶11_1¶¶¶1¶¶¶______\n" +
                "________________¶¶¶¶11111111111__1¶¶¶¶____________\n" +
                "________________1¶¶¶¶¶¶¶¶¶1¶¶¶¶¶¶¶¶_______________\n" +
                "______________1¶1___1¶¶¶¶¶¶¶¶¶¶¶¶¶¶¶______________\n" +
                "______________1¶¶¶111¶¶¶¶¶¶1_______¶¶_____________\n" +
                "________________¶¶¶¶¶¶¶¶¶¶¶________1¶¶____________\n" +
                "__________________________¶¶_______1¶¶____________\n" +
                "___________________________1¶¶¶¶¶¶¶¶¶_____________";
        DatabaseA.picArray[9] = "┊┊┊┊┊╭╯╭╯┊┊┊┊┊┊┊\n" +
                "┊┊╱▔╭╯╭╯▔╲┊┊┊┊┊┊\n" +
                "┊▕╲▂▂▂▂▂▂╱▏┊┊┊┊┊\n" +
                "┊┊▏┈╱╲╱╲┈▕━╮┊┊┊┊\n" +
                "┊┊▏┈╲┈┈╱┈▕┊┃┊┊┊┊\n" +
                "┊┊▏┈┈╲╱┈┈▕━╯┊┊┊┊\n" +
                "┊┊╲▂▂▂▂▂▂╱┊┊┊┊┊┊";
        DatabaseA.picArray[10] = "|^^^^^^^^^^^\\||____\n" +
                "|   Coca-Cola    |||\"\"'|\"\"\\__,_\n" +
                "| _____________ l||__|__|__|)\n" +
                "...|(@)@)\"\"\"\"\"\"\"**|(@)(@)**|(@)\n";
        DatabaseA.picArray[11] = "──────██\n" +
                "─────████\n" +
                "────▄███\n" +
                "────▀▀████\n" +
                "──────▀▀████───────██\n" +
                "────────▀▀████───────██\n" +
                "──────────▀▀████───────██\n" +
                "────────────▀▀████───────██\n" +
                "──────────────▀▀████████───██\n" +
                "────────────────▀█████████───██\n" +
                "─────────────────████████████──██\n" +
                "──────────────────████████████───██\n" +
                "───────────────────███████████▄────██\n" +
                "────────────────█──█████████───█─────██\n" +
                "──────────────────█─▀██████────█───────██\n" +
                "────────────────────█─▀█████───█\n" +
                "──────────────────────█─▀████▄▀ \n" +
                "────────────────────────█ \n" +
                "──────────────────────────█\n";
        DatabaseA.picArray[12] = "_________________ §§______§§\n" +
                "_____________ §§§§__§§§§§§\n" +
                "__________ §§§§\n" +
                "_________ §§\n" +
                "________ §§\n" +
                "_______ §§________$$$$$$$$$$$$$$$$\n" +
                "_______§§§§ ______$$$$$$$$$$$$$$$$\n" +
                "_____ ####### ____$$$$____$$$$\n" +
                "_______#### ______ $$$$____$$$$\n" +
                "_______#### ______ $$$$____$$$$\n" +
                "___ $$$$$$$$$$$$$$$$$$$$$$$$$$$$\n" +
                "___ $$$$$$$$$$$$$$$$$$$$$$$$$$$$\n" +
                "_ $$$$$$$$$$$$$$$$$$$$$$$$$$$$$$\n" +
                "___ $$$$ #### $$$$$$$$$ #### $$$$\n" +
                "___ $$ ##____## $$$$$ ##____##$$$$\n" +
                "_____ ##____## _____ ##____ ##\n" +
                "_______ #### _________ ####\n";
        DatabaseA.picArray[13] = "⠄⠄⠄⠄⠄⠄⣿⠄⠄⠄⠄⠄⠄⣿⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿ \n" +
                "⠄⠄⠄⠄⠄⠄⠄⣿⠄⠄⠄⠄⣿⠄⠄⠄⠄⠄⣿⣿⣿⣿⣿⣿⣿ \n" +
                "⠄⠄⠄⠄⠄⠄⠄⠄⣿⠄⠄⣿⠄⠄⠄⠄⣿⣿⣿⣿⣿⣿⣿⣿⣿ \n" +
                "⠄⠄⠄⠄⠄⠄⠄⠄⠄⣿⠄⣿⠄⠄⠄⣿⣿⣿⣿⠄⠄⠄⠄⣿⣿ \n" +
                "⠄⠄⠄⣿⣿⣿⠄⠄⠄⠄⣿⣿⠄⠄⣿⣿⣿⣿⠄⠄⠄⠄⠄⣿⣿ \n" +
                "⠄⠄⠄⣿⣿⣿⣿⣿⣿⠄⠄⣿⠄⣿⣿⠄⠄⠄⠄⠄⠄⣿⣿⣿ \n" +
                "⠄⠄⠄⠄⣿⣿⣿⣿⣿⣿⠄⣿⣿⣿⠄⠄⠄⣿⣿⣿⣿⣿⣿ \n" +
                "⠄⠄⠄⠄⠄⠄⣿⣿⠄⠄⠄⣿⣿⣿⠄⠄⣿⣿⠄⠄⣿⣿⣿⣿ \n" +
                "⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿⠄⠄⣿⣿⣿⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿ \n" +
                "⠄⠄⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿⠄⠄⣿⣿⣿⣿⠄⠄⠄⠄⠄⣿⣿ \n" +
                "⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⣿⠄⠄⣿⣿⠄⣿⣿⣿⣿⣿⣿⣿⣿ \n" +
                "⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿⣿⣿⠄⣿⠄⣿⣿⣿⣿⣿ \n" +
                "⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿⣿⠄⠄⠄⠄⠄⣿\n";
        DatabaseA.picArray[14] = "\n" +
                "\n" +
                ".\n" +
                "．　＿ 　　 ＿\n" +
                "． / :::\\ \\　 / /:::\\\n" +
                "．/':':＇ `\"`｀:':' |\n" +
                ". /＇ .-=-. .-=-．`\\\n" +
                "/=- / ＿＿ |＿＿\\-=\\\n" +
                "| == '\\_O /_\\ O_/ ==|\n" +
                "'\\＝ (: 　  '°'.　:）=/\n" +
                "｀\\= ` ー ^ ー＇=/\n" +
                "\n" +
                "Garfield<3\n";
        DatabaseA.picArray[15] = "┈┈╭━━━━┳━━┳━━╮\n" +
                "┈┈┃━┳┓┏┫┏┓┃┏╮┃\n" +
                "┏━┻━┃┃┃┃┏┓┃┏╮┗━┓\n" +
                "┗━━━╯┗┛┗┛┗┻┛╰━━┛\n" +
                "┏┓┏┓┏┳━━┳━━╮╭━━┓\n" +
                "┃┃┃┃┃┃┏┓┃┏╮┃┃━┳┛\n" +
                "┃╰╯╰╯┃┏┓┃┏╮┗┻━┃\n" +
                "┗━━━━┻┛┗┻┛╰━━━╯\n" +
                "\n";
        DatabaseA.picArray[16] = "▕▔╲┈┈┈╱▔▏\n" +
                "┈╲╱▔▔▔┈╱\n" +
                "┈▕┈▍┈▍▕\n" +
                "┈╱┈┈┈┈┈╲\n" +
                "┈▏╰┳╯┈┈┈▔▔▔▔╲\n" +
                "┈╲╰┻━╯╱┈┈┈┈┈┈╲\n" +
                "┈▕▔▔▔▔┈┈┈┈┈┈▕▔\n" +
                "┈▕╰╰╰┈┈┈┈┈╯╯▕\n" +
                "┈┈╲╰╰╰╰┈╯╯╯╯╱\n" +
                "┈┈┈┃┃┃▔▔▔┃┃┃\n" +
                "┈┈┈┗┗┛┈┈┈┗┗┛";
        DatabaseA.picArray[17] = "░░░▄░░░\n" +
                "░░▀▄▀░░\n" +
                "░░░║░▄░\n" +
                "░▄░╠▀░░\n" +
                "▒▒▀╣▒▒▒\n" ;
        DatabaseA.picArray[18] = "_(_۱./_)\n" +
                "(_»O«_)\n" +
                "_(_/.۱_)\n" +
                ".......|\n" +
                ".......|";
        DatabaseA.picArray[19] = "(●(▌(●(▌(●(▌(●(▌(●(▌(●(▌\n" +
                "████▀▀▀▀▀▀████▀▀███\n" +
                "███░▄░▄░╖░▐████▄░▐█\n" +
                "█░▄░░░┬░║▒▐████▀░▐█\n" +
                "█▄┴───┘░╙─┘▒▒▒▒░▄██\n" +
                "████▌░░░░░░░░░░░███\n" +
                "█████▒██░███▒██░███\n" +
                "████▄▄█▄▄██▄▄█▄▄███\n" +
                "(●(▌(●(▌(●(▌(●(▌(●(▌(●(▌";
    }


}
